export default [
    `    &nbsp;&nbsp;&nbsp;&nbsp; На данный момент студент 1 курса магистратуры <b>РТУ МИРЭА</b> (до лета 2022), в том  числе на <b>военной кафедре</b>
    (до лета 2021).`,

    ` &nbsp;&nbsp;&nbsp;&nbsp; До своих первых шагов в сайтостроении изучал кибербезопасность, в <b>14 лет</b> с командой
    участвовал
    в <b><i>CTF</i></b> в категории <i>Web</i>. В <b>15 лет</b> мы написали первый вирус в
    исследорвательских
    целях,который расширфровывает пароли от браузеров Chromium через DP-API, который игнорировали
    антивирусы. На данный момент зарегистрирован в hackerOne, зарепортил 2 отчета, но оказалось, что я не
    первый, поэтому денег мне не дали🥺`,

    ` &nbsp;&nbsp;&nbsp;&nbsp; Свой первый полноценный сайт создал в <b>2014 году</b>, до наших дней он, к
    сожалению,
    не сохранился, но <a target="_blank" rel="noreferrer" href="http://web-old.archive.org/web/20150801170416/http://grandray.ru/"> интернет
    все помнит</a>.
    Затем работал без официального оформления в DealSport, а затем на фрилансе, на стандартном по тем временам
    стеке - <b>PHP + Bootsrap/JQuery</b>.`,

    ` &nbsp;&nbsp;&nbsp;&nbsp; После поступления в университет, времени на работу на фрилансе почти не
    оставалось, поэтому занимался локальными проектами "для себя" <i>(ничего значимого для мира я не
    изобрел, поэтому все репозитории из
    <a target="_blank" rel="noreferrer" href="https://github.com/venanen/" >github</a> потер)</i>. После 3 курса времени
    стало больше, и я
    начал изучать современные стеки разработки, из современных фреймворков я изучил <b>React</b> и
    <b>Vue</b>, последний считаю наиболее удачным и интуитивно понятным.`,

    ` &nbsp;&nbsp;&nbsp;&nbsp; Основные хобби - <b>фотография и путешествия</b>. Параллельно с этим, учусь
    играть на
    гитаре и изучаю пакеты <b>Anacondas</b> и <b>TensorFlow</b> на <b>python3</b>. Иногда от скуки
    перевожу
    статьи на
    <a target="_blank"  rel="noreferrer" href="https://developer.mozilla.org/ru/profiles/venanen"
    >MDN</a>.`,

    ` &nbsp;&nbsp;&nbsp;&nbsp; Задно оставлю ссылку на контакты`,
]
