export default [
    {
        q: "Зачем тут эта секция? ",
        a: "Затем, что секцаия FAQ в конце, и если Вы дочитали до этого момента если вы дочитали до этого момента, то значит Вас заинтересовало это резюме. В этом случае имеет смысл ответить сразу на некоторые популярные вопросы, которые я собрал на своем опыте, и опыте своих друзей. Это сэкономит Вам время во время голосового разговора и позволит заранее сделать какие-либо выводы"
    },
    {
        q: "Почему сайт? Почему не обычный pdf?",
        a: "Потому что это, скорее всего, позволит выделиться из общего числа резюме и откликов. Кроме того, это шанс узнать что-то новое в процессе разработки и демонстрация хард-скиллов "
    },
    {
        q: "Ты же по специальности приборостроитель. Почему Web?",
        a: "Потому что я считаю, что лишняя компетенция никогда не помешает, это расширяет кругозор и позволит не голодать в любых условиях"
    },
    {
        q: "Кем ты видишь себя через пять лет? <small style='font: small-caption;'><i>ужасный вопрос конечно, но встречается часто</i></small>",
        a: "Хотелось бы видеть себя уверенным middle/senior разработчиком в компании мечты <small style='font: small-caption;'><i>с ипотекой и кредитом на свадьбу, конечно же</i></small>"
    },
    {
        q: "Готов ли ты пройти собеседование на английском?",
        a: "Нет, не готов, разговорный не потяну"
    },
    {
        q: "Расскажи о своем самом большом факапе в этой предметной области",
        a: "Однажды на своем втором сайте я полностью перезаписал нулями данные 10к клиентов магазина😂. Было очень страшно, но все кончилось хорошо, потому что раз в 2 дня делался бекап данных. "
    },
    {
        q: "Какой-то слишком веселый сайт, смайлики, моргает все, это как-то несерьезно",
        a: "На самом деле это один из самых главных вопросов в этой секции. Да, я прочитал достаточно статей, где говорится о резюме, как о чем-то сакральном. Однако, смотря на одинаково составленные резюме, становится грустно. Это своего рода эксперемент. Удачный или нет - покажет время, но мне хотелось этим сайтом подчеркнуть то, что серости и рутины итак более чем, и что я склонен к болле креативным, творческим и нестандартным подходам. Если после этой секции, вы расстроились, что зря потеряли время, сыграйте в <a href='#digger'>Digger</a> и улыбнитесь 🙂"
    },
    {
        q: "",
        a: ""
    },
    {
        q: "",
        a: ""
    },
    {
        q: "",
        a: ""
    },
    {
        q: "",
        a: ""
    },
    {
        q: "",
        a: ""
    },
    {
        q: "",
        a: ""
    },
    {
        q: "",
        a: ""
    },
    {
        q: "",
        a: ""
    },
    {
        q: "",
        a: ""
    },
    {
        q: "",
        a: ""
    },
    {
        q: "",
        a: ""
    },
    {
        q: "",
        a: ""
    },
    {
        q: "",
        a: ""
    },
    {
        q: "",
        a: ""
    },

]
