export default [
    {
        year: 1999,
        head: "Родился",
        text: ""
    },
    {
        year: 2014,
        head: "Первый полноценный сайт игрового сервера Grandray",
        text: ""
    },
    {
        year: 2015,
        head: "Разработка и поддержка интернет магазина Dealsport",
        text: ""
    },
    {
        year: 2016,
        head: "Поступление в университет на специальность 'Комплексная безопасность и специальное приборостроение'",
        text: ""
    },
    {
        year: 2018,
        head: "Поступление на военную кафедру'",
        text: ""
    },
    {
        year: 2019,
        head: "Первое приложение на React",
        text: ""
    },
    {
        year: 2019,
        head: "Разработка приложения monographJS в исследовтельских целях",
        text: ""
    },
    {
        year: 2019,
        head: "Первое коммерческое предложение Vue - miLever",
        text: ""
    },
    {
        year: 2019,
        head: "Разработка сайта ТПХ Истра",
        text: ""
    },
    {
        year: 2020,
        head: "Окончание программы бакалавриата, поступление в магистратуру ",
        text: ""
    },
    {
        year: 2020,
        head: "Разработка сайта-резюме ",
        text: ""
    },
    {
        year: 2020,
        head: "Первая работа по специальности инженером разработчиком в компании L-Card ",
        text: ""
    },

    {
        year: "2020....",
        head: "Coming soon....",
        text: ""
    },


]
