export default {
    dataTimeline: [
        {
            year: 1999,
            head: "Родился",
            text: ""
        },
        {
            year: 2014,
            head: "Первый рабочий сайт",
            text: ""
        },
        {
            year: 2015,
            head: "Разработка и поддержка интернет магазина",
            text: ""
        },
        {
            year: 2016,
            head: "Поступление в университет на специальность 'Комплексная безопасность и специальное приборостроение'",
            text: ""
        },
        {
            year: 2018,
            head: "Поступление на военную кафедру'",
            text: ""
        },
        {
            year: 2019,
            head: "Первое приложение на React",
            text: ""
        },
        {
            year: 2019,
            head: "Первое приложение на Vue",
            text: ""
        },
        {
            year: 2020,
            head: "Окончание программы бакалавриата, поступление в магистратуру ",
            text: ""
        },

        {
            year: "2020....",
            head: "Coming soon....",
            text: ""
        },



    ]
}